Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh11-v3.tmx
Source language: bo
Languages: en

source: ཤ་ར་དྭ་ཏིའི་བུ་འདི་ཇི་སྙམ་དུ་སེམས། མ་རིག་པ་བྱང་ཆུབ་སེམས་དཔའ་ཡིན་སྙམ་འམ། དེ་བཞིན་དུ་སྦྱར་ཏེ། རྒ་ཤིའི་བར་དུ་བྱང་ཆུབ་སེམས་དཔའ་ཡིན་སྙམ་འམ།
en: “Śāradvatī­putra, do you think that fundamental ignorance constitutes a bodhisattva, and in the same vein, do you think that [other links of dependent origination], up to and including aging and death, constitute a bodhisattva?”

source: གཟུགས་ལས་གཞན་ཞིག་བྱང་ཆུབ་སེམས་དཔའ་ཡིན་སྙམ་འམ། དེ་བཞིན་དུ་ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་རྣམས་དང་། རྣམ་པར་ཤེས་པ་ལས་གཞན་ཞིག་བྱང་ཆུབ་སེམས་དཔའ་ཡིན་སྙམ་འམ།
en: “Śāradvatī­putra, do you think that anything other than physical forms constitutes a bodhisattva, and similarly, do you think that anything other than feelings, perceptions, formative predispositions, and consciousness constitutes a bodhisattva?”

source: ཤ་ར་དྭ་ཏིའི་བུ་འདི་ཇི་སྙམ་དུ་སེམས། མིག་ལས་གཞན་ཞིག་བྱང་ཆུབ་སེམས་དཔའ་ཡིན་སྙམ་འམ། གསོལ་པ།
en: “Śāradvatī­putra, do you think that anything other than the eyes constitutes a bodhisattva?”

source: དེ་བཞིན་དུ་རྣ་བ་དང་། སྣ་དང་། ལྕེ་དང་། ལུས་དང་། ཡིད་ལས་གཞན་ཞིག་བྱང་ཆུབ་སེམས་དཔའ་ཡིན་སྙམ་འམ།
en: “Similarly, do you think that anything other than the ears, nose, tongue, body, and mental faculty constitutes a bodhisattva?”

source: ཤ་ར་དྭ་ཏིའི་བུ་འདི་ཇི་སྙམ་དུ་སེམས། གཟུགས་དག་ལས་གཞན་ཞིག་བྱང་ཆུབ་སེམས་དཔའ་ཡིན་སྙམ་འམ།
en: “Śāradvatī­putra, do you think that anything other than sights constitutes a bodhisattva?”

source: དེ་བཞིན་དུ་སྒྲ་དང་། དྲི་དང་། རོ་དང་། རེག་པ་དང་། ཆོས་རྣམས་ལས་གཞན་ཞིག་བྱང་ཆུབ་སེམས་དཔའ་ཡིན་སྙམ་འམ།
en: “Similarly, do you think that anything other than sounds, odors, tastes, tangibles, and mental phenomena constitutes a bodhisattva?”

source: ཤ་ར་དྭ་ཏིའི་བུ་འདི་ཇི་སྙམ་དུ་སེམས། མིག་གི་ཁམས་ལས་གཞན་ཞིག་བྱང་ཆུབ་སེམས་དཔའ་ཡིན་སྙམ་འམ། དེ་བཞིན་དུ་སྦྱར་ཏེ། ཡིད་ཀྱི་ཁམས་ཀྱི་བར་དག་ལས་གཞན་ཞིག་བྱང་ཆུབ་སེམས་དཔའ་ཡིན་སྙམ་འམ།
en: “Śāradvatī­putra, do you think that anything other than the sensory element of the eyes constitutes a bodhisattva, and in the same vein, do you think that anything other than [the other sensory elements], up to and including the sensory element of the mental faculty, constitutes a bodhisattva?”

source: གསོལ་པ། བཙུན་པ་བཅོམ་ལྡན་འདས་མ་ལགས་སོ། །ཤ་ར་དྭ་ཏིའི་བུ་འདི་ཇི་སྙམ་དུ་སེམས། སའི་ཁམས་ལས་གཞན་ཞིག་བྱང་ཆུབ་སེམས་དཔའ་ཡིན་སྙམ་འམ།
en: “No, Reverend Lord!”

source: དེ་བཞིན་དུ་ཆུའི་ཁམས་དང་། མེའི་ཁམས་དང་། རླུང་གི་ཁམས་དང་། ནམ་མཁའི་ཁམས་དང་། རྣམ་པར་ཤེས་པའི་ཁམས་ལས་གཞན་ཞིག་བྱང་ཆུབ་སེམས་དཔའ་ཡིན་སྙམ་འམ།
en: “Śāradvatī­putra, do you think that anything other than the earth element constitutes a bodhisattva, and similarly, do you think that anything other than the water element, the fire element, the wind element, the space element, and the consciousness element constitutes a bodhisattva?”

source: ཤ་ར་དྭ་ཏིའི་བུ་འདི་ཇི་སྙམ་དུ་སེམས། མ་རིག་པ་ལས་གཞན་ཞིག་བྱང་ཆུབ་སེམས་དཔའ་ཡིན་སྙམ་འམ།
en: “Śāradvatī­putra, do you think that anything other than fundamental ignorance constitutes a bodhisattva?”

source: དེ་བཞིན་དུ་སྦྱར་ཏེ། རྒ་ཤིའི་བར་ལས་གཞན་ཞིག་བྱང་ཆུབ་སེམས་དཔའ་ཡིན་སྙམ་འམ།
en: In the same vein, do you think that anything other than [the other links of dependent origination], up to and including aging and death, constitutes a bodhisattva?”

source: ཤ་ར་དྭ་ཏིའི་བུ་འདི་ཇི་སྙམ་དུ་སེམས། གཟུགས་ཀྱི་དེ་བཞིན་ཉིད་གང་ཡིན་པ་དེ་བྱང་ཆུབ་སེམས་དཔའ་ཡིན་སྙམ་འམ། དེ་བཞིན་དུ་ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་རྣམས་དང་། རྣམ་པར་ཤེས་པའི་དེ་བཞིན་ཉིད་གང་ཡིན་པ་དེ་བྱང་ཆུབ་སེམས་དཔའ་ཡིན་སྙམ་འམ།
en: “Śāradvatī­putra, do you think that the real nature of physical forms constitutes a bodhisattva, and similarly, do you think that the real nature of feelings, perceptions, formative predispositions, and consciousness constitutes a bodhisattva?”

source: ཤ་ར་དྭ་ཏིའི་བུ་འདི་ཇི་སྙམ་དུ་སེམས། མིག་གི་དེ་བཞིན་ཉིད་གང་ཡིན་པ་དེ་བྱང་ཆུབ་སེམས་དཔའ་ཡིན་སྙམ་འམ།
en: “Śāradvatī­putra, do you think that the real nature of the eyes constitutes a bodhisattva?”

source: རྣ་བ་དང་། སྣ་དང་། ལྕེ་དང་། ལུས་དང་། ཡིད་ཀྱི་དེ་བཞིན་ཉིད་གང་ཡིན་པ་དེ་བྱང་ཆུབ་སེམས་དཔའ་ཡིན་སྙམ་འམ།
en: “Śāradvatī­putra, do you think that the real nature of the ears, nose, tongue, body, and mental faculty constitutes a bodhisattva?”

source: ཤ་ར་དྭ་ཏིའི་བུ་འདི་ཇི་སྙམ་དུ་སེམས། མིག་གི་ཁམས་ཀྱི་དེ་བཞིན་ཉིད་གང་ཡིན་པ་དེ་བྱང་ཆུབ་སེམས་དཔའ་ཡིན་སྙམ་འམ།
en: “Śāradvatī­putra, do you think that the real nature of the sensory element of the eyes constitutes a bodhisattva?”

source: དེ་བཞིན་དུ་སྦྱར་ཏེ། ཡིད་ཀྱི་རྣམ་པར་ཤེས་པའི་ཁམས་ཀྱི་བར་གྱི་དེ་བཞིན་ཉིད་གང་ཡིན་པ་དེ་བྱང་ཆུབ་སེམས་དཔའ་ཡིན་སྙམ་འམ།
en: In the same vein, do you think that the real nature of [the other sensory elements], up to and including the real nature of the sensory element of mental consciousness, constitutes a bodhisattva?”

source: ཤ་ར་དྭ་ཏིའི་བུ་འདི་ཇི་སྙམ་དུ་སེམས། མ་རིག་པའི་དེ་བཞིན་ཉིད་གང་ཡིན་པ་དེ་བྱང་ཆུབ་སེམས་དཔའ་ཡིན་སྙམ་འམ།
en: “Śāradvatī­putra, do you think that the real nature of fundamental ignorance constitutes a bodhisattva?”

source: དེ་བཞིན་དུ་སྦྱར་ཏེ། རྒ་ཤིའི་བར་གྱི་དེ་བཞིན་ཉིད་གང་ཡིན་པ་དེ་བྱང་ཆུབ་སེམས་དཔའ་ཡིན་སྙམ་འམ།
en: In the same vein, do you think that the real nature of [the other links of dependent origination], up to and including aging and death, constitutes a bodhisattva?”

source: གཟུགས་ཀྱི་དེ་བཞིན་ཉིད་ལས་གཞན་ཞིག་བྱང་ཆུབ་སེམས་དཔའ་ཡིན་སྙམ་འམ། དེ་བཞིན་དུ་ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་རྣམས་དང་། རྣམ་པར་ཤེས་པའི་དེ་བཞིན་ཉིད་ལས་གཞན་ཞིག་བྱང་ཆུབ་སེམས་དཔའ་ཡིན་སྙམ་འམ།
en: “Śāradvatī­putra, do you think that anything other than the real nature of physical forms constitutes a bodhisattva, and similarly, do you think that anything other than the real nature of feelings, perceptions, formative predispositions, and consciousness constitutes a bodhisattva?”

source: ཤ་ར་དྭ་ཏིའི་བུ་འདི་ཇི་སྙམ་དུ་སེམས། མིག་གི་དེ་བཞིན་ཉིད་ལས་གཞན་ཞིག་བྱང་ཆུབ་སེམས་དཔའ་ཡིན་སྙམ་འམ། གསོལ་པ།
en: “Śāradvatī­putra, do you think that anything other than the real nature of the eyes constitutes a bodhisattva?”

source: དེ་བཞིན་དུ་རྣ་བ་དང་། སྣ་དང་། ལྕེ་དང་། ལུས་དང་། ཡིད་ཀྱི་དེ་བཞིན་ཉིད་ལས་གཞན་ཞིག་བྱང་ཆུབ་སེམས་དཔའ་ཡིན་སྙམ་འམ།
en: “Similarly, do you think that anything other than the real nature of the ears, nose, tongue, body, and mental faculty constitutes a bodhisattva?”

source: ཤ་ར་དྭ་ཏིའི་བུ་འདི་ཇི་སྙམ་དུ་སེམས། མིག་གི་ཁམས་ཀྱི་དེ་བཞིན་ཉིད་ལས་གཞན་ཞིག་བྱང་ཆུབ་སེམས་དཔའ་ཡིན་སྙམ་འམ།
en: “Śāradvatī­putra, do you think that anything other than the real nature of the sensory element of the eyes constitutes a bodhisattva?”

source: དེ་བཞིན་དུ་སྦྱར་ཏེ། ཡིད་ཀྱི་རྣམ་པར་ཤེས་པའི་ཁམས་ཀྱི་བར་གྱི་དེ་བཞིན་ཉིད་ལས་གཞན་ཞིག་བྱང་ཆུབ་སེམས་དཔའ་ཡིན་སྙམ་འམ།
en: In the same vein, do you think that the anything other than the real nature of [the other sensory elements], up to and including anything other than the real nature of the sensory element of mental consciousness, constitutes a bodhisattva?”

source: ཤ་ར་དྭ་ཏིའི་བུ་འདི་ཇི་སྙམ་དུ་སེམས། མ་རིག་པའི་དེ་བཞིན་ཉིད་ལས་གཞན་ཞིག་བྱང་ཆུབ་སེམས་དཔའ་ཡིན་སྙམ་འམ།
en: “Śāradvatī­putra, do you think that anything other than the real nature of fundamental ignorance constitutes a bodhisattva?”

source: དེ་བཞིན་དུ་སྦྱར་ཏེ། རྒ་ཤིའི་བར་གྱི་དེ་བཞིན་ཉིད་ལས་གཞན་ཞིག་བྱང་ཆུབ་སེམས་དཔའ་ཡིན་སྙམ་འམ།
en: In the same vein, do you think that anything other than the real nature of [the other links of dependent origination], up to and including aging and death, constitutes a bodhisattva?”

source: གསོལ་པ་བཙུན་པ་བཅོམ་ལྡན་འདས་མ་ལགས་སོ། །
en: “No, Reverend Lord!”

source: ཤ་ར་དྭ་ཏིའི་བུ་ཁྱོད་ཀྱིས་དོན་གྱི་དབང་གང་ཞིག་མཐོང་ན། འདི་སྐད་དུ་གཟུགས་བྱང་ཆུབ་སེམས་དཔའ་མ་ཡིན་ཞིང་དེ་བཞིན་དུ་སྦྱར་ཏེ། རྒ་ཤིའི་བར་དུ་བྱང་ཆུབ་སེམས་དཔའ་མ་ཡིན་ལ།
en: Then Blessed One asked, “Śāradvatī­putra, to what purpose have you said that physical forms do not constitute a bodhisattva, and in the same vein, that [all those other phenomena], up to and including the link of aging and death, do not constitute a bodhisattva?

source: གཟུགས་ལས་གཞན་ཡང་བྱང་ཆུབ་སེམས་དཔའ་མ་ཡིན། གཟུགས་ཀྱི་དེ་བཞིན་ཉིད་ཀྱང་བྱང་ཆུབ་སེམས་དཔའ་མ་ཡིན་ཞིང་། དེ་བཞིན་དུ་སྦྱར་ཏེ། རྒ་ཤིའི་བར་གྱི་དེ་བཞིན་ཉིད་ཀྱང་བྱང་ཆུབ་སེམས་དཔའ་མ་ཡིན་ལ།
en: Why do you say that a bodhisattva is not anything other than physical forms, and that nor indeed does the real nature of physical forms constitute a bodhisattva, and in the same vein why do you say that nor does the real nature of [all those other phenomena], up to and including the link of aging and death, constitute a bodhisattva?

source: གཟུགས་ཀྱི་དེ་བཞིན་ཉིད་ལས་གཞན་ཡང་བྱང་ཆུབ་སེམས་དཔའ་མ་ཡིན་ཏེ། དེ་བཞིན་དུ་སྦྱར་ཏེ། རྒ་ཤིའི་བར་གྱི་དེ་བཞིན་ཉིད་ལས་བྱང་ཆུབ་སེམས་དཔའ་གཞན་མ་ཡིན་ཞེས་ཟེར། དེ་སྐད་ཅེས་བཀའ་སྩལ་པ་དང་།
en: Why do you say that a bodhisattva is not anything other than the real nature of physical forms, and in the same vein that a bodhisattva is not anything other than the real nature of [all those other phenomena], up to and including the link of aging and death?”

source: བཅོམ་ལྡན་འདས་ལ་ཚེ་དང་ལྡན་པ་ཤ་ར་དྭ་ཏིའི་བུས་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཙུན་པ་བཅོམ་ལྡན་འདས་སེམས་ཅན་གཏན་མ་མཆིས་པ་མི་དམིགས་ན། དེ་བྱང་ཆུབ་སེམས་དཔར་འགྱུར་བ་ལྟ་ག་ལ་མཆིས།
en: Then, the venerable Śāradvatī­putra asked the Blessed One, “Reverend Lord, if sentient beings are invariably unfound and not apprehended, how could they become bodhisattvas!

source: གཟུགས་བྱང་ཆུབ་སེམས་དཔར་འགྱུར་བ་ལྟ་ག་ལ་མཆིས།
en: How could physical forms become bodhisattvas!

source: གཟུགས་ལས་བྱང་ཆུབ་སེམས་དཔའ་གཞན་དུ་འགྱུར་བ་ལྟ་ག་ལ་མཆིས། དེ་བཞིན་དུ་སྦྱར་ཏེ།
en: How could bodhisattvas become anything other than physical forms!

source: རྒ་ཤིའི་བར་དུ་བྱང་ཆུབ་སེམས་དཔར་འགྱུར་བ་ལྟ་ག་ལ་མཆིས།
en: In the same vein, how could [all the remaining phenomena] up to and including the link of aging and death, become bodhisattvas!

source: རྒ་ཤི་ལས་བྱང་ཆུབ་སེམས་དཔའ་གཞན་དུ་འགྱུར་བ་ལྟ་ག་ལ་མཆིས།
en: How could bodhisattvas become anything other than [all those remaining phenomena], up to and including the link of aging and death!

source: གཟུགས་ཀྱི་དེ་བཞིན་ཉིད་བྱང་ཆུབ་སེམས་དཔར་འགྱུར་བ་ལྟ་ག་ལ་མཆིས།
en: How could the real nature of physical forms become bodhisattvas!

source: གཟུགས་ཀྱི་དེ་བཞིན་ཉིད་ལས་བྱང་ཆུབ་སེམས་དཔའ་གཞན་དུ་འགྱུར་བ་ལྟ་ག་ལ་མཆིས། དེ་བཞིན་དུ་སྦྱར་ཏེ།
en: How could bodhisattvas become anything other than the real nature of physical forms!

source: རྒ་ཤིའི་བར་གྱི་དེ་བཞིན་ཉིད་བྱང་ཆུབ་སེམས་དཔར་འགྱུར་བ་ལྟ་ག་ལ་མཆིས།
en: In the same vein, how could the real nature of [all those remaining phenomena], up to and including the link of aging and death, become bodhisattvas!

source: རྒ་ཤིའི་བར་གྱི་དེ་བཞིན་ཉིད་ལས་བྱང་ཆུབ་སེམས་དཔའ་གཞན་དུ་འགྱུར་བ་ལྟ་ག་ལ་མཆིས་ཏེ།
en: How could bodhisattvas become anything other than the real nature of [those remaining phenomena], up to and including the link of aging and death!

source: དེ་དག་ནི་གནས་མ་མཆིས་ལགས་སོ། །
en: These would be impossible!”

source: ཤ་ར་དྭ་ཏིའི་བུ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོས་སེམས་ཅན་མི་དམིགས་པའི་ཕྱིར། མི་དམིགས་པའི་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ལ་བསླབ་པར་བྱའོ། །
en: Śāradvatī­putra, since great bodhisattva beings apprehend no sentient beings, they should train in the transcendent perfection of non-referential wisdom.

source: ཤ་ར་དྭ་ཏིའི་བུ་འདི་ཇི་སྙམ་དུ་སེམས། གཟུགས་ཀྱི་ཚིག་བླ་དགས་བྱང་ཆུབ་སེམས་དཔའ་ཡིན་སྙམ་འམ། གསོལ་པ།
en: “Śāradvatī­putra, do you think that the designation of physical forms constitutes a bodhisattva?”

source: ཤ་ར་དྭ་ཏིའི་བུ་འདི་ཇི་སྙམ་དུ་སེམས། ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་རྣམས་དང་། རྣམ་པར་ཤེས་པའི་ཚིག་བླ་དགས་བྱང་ཆུབ་སེམས་དཔའ་ཡིན་སྙམ་འམ།
en: “Śāradvatī­putra, do you think that the designations of feelings, perceptions, formative predispositions, and consciousness constitute a bodhisattva?”

source: ཤ་ར་དྭ་ཏིའི་བུ་འདི་ཇི་སྙམ་དུ་སེམས། གཟུགས་རྟག་པའམ། མི་རྟག་པའི་ཚིག་བླ་དགས་བྱང་ཆུབ་སེམས་དཔའ་ཡིན་སྙམ་འམ།
en: “Śāradvatī­putra, do you think that the designation of physical forms as permanent or impermanent constitutes a bodhisattva?”

source: ཤ་ར་དྭ་ཏིའི་བུ་འདི་ཇི་སྙམ་དུ་སེམས། ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་རྣམས་དང་། རྣམ་པར་ཤེས་པ་རྟག་པའི་ཚིག་བླ་དགས་སམ། མི་རྟག་པའི་ཚིག་བླ་དགས་བྱང་ཆུབ་སེམས་དཔའ་ཡིན་སྙམ་འམ།
en: “Śāradvatī­putra, do you think that the designations of feelings, perceptions, formative predispositions, and consciousness as permanent or impermanent constitute a bodhisattva?”

source: ཤ་ར་དྭ་ཏིའི་བུ་འདི་ཇི་སྙམ་དུ་སེམས། གཟུགས་བདེ་བའི་ཚིག་བླ་དགས་སམ། སྡུག་བསྔལ་བའི་ཚིག་བླ་དགས་བྱང་ཆུབ་སེམས་དཔའ་ཡིན་སྙམ་འམ།
en: “Śāradvatī­putra, do you think that the designation of physical forms as happiness or suffering constitutes a bodhisattva?”

source: ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་རྣམས་དང་། རྣམ་པར་ཤེས་པའི་བདེ་བའི་ཚིག་བླ་དགས་སམ། སྡུག་བསྔལ་བའི་ཚིག་བླ་དགས་བྱང་ཆུབ་སེམས་དཔའ་ཡིན་སྙམ་འམ།
en: “Śāradvatī­putra, do you think that the designations of feelings, perceptions, formative predispositions, and consciousness as happiness or suffering constitute a bodhisattva?”

source: ཤ་ར་དྭ་ཏིའི་བུ་འདི་ཇི་སྙམ་དུ་སེམས། གཟུགས་བདག་ཡོད་པའི་ཚིག་བླ་དགས་སམ། བདག་མེད་པའི་ཚིག་བླ་དགས་བྱང་ཆུབ་སེམས་དཔའ་ཡིན་སྙམ་འམ།
en: “Śāradvatī­putra, do you think that the designation of physical forms as a self or not a self constitutes a bodhisattva?”

source: ཤ་ར་དྭ་ཏིའི་བུ་འདི་ཇི་སྙམ་དུ་སེམས། ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་རྣམས་དང་། རྣམ་པར་ཤེས་པ་བདག་ཡོད་པའི་ཚིག་བླ་དགས་སམ། བདག་མེད་པའི་ཚིག་བླ་དགས་བྱང་ཆུབ་སེམས་དཔའ་ཡིན་སྙམ་འམ།
en: “Śāradvatī­putra, do you think that the designations of feelings, perceptions, formative predispositions, and consciousness as a self or not a self constitute a bodhisattva?”

source: ཤ་ར་དྭ་ཏིའི་བུ་འདི་ཇི་སྙམ་དུ་སེམས། གཟུགས་སྟོང་པའི་ཚིག་བླ་དགས་སམ། མི་སྟོང་པའི་ཚིག་བླ་དགས་བྱང་ཆུབ་སེམས་དཔའ་ཡིན་སྙམ་འམ།
en: “Śāradvatī­putra, do you think that the designation of physical forms as empty or not empty constitutes a bodhisattva?”

source: ཤ་ར་དྭ་ཏིའི་བུ་འདི་ཇི་སྙམ་དུ་སེམས། ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་རྣམས་དང་། རྣམ་པར་ཤེས་པ་སྟོང་པའི་ཚིག་བླ་དགས་སམ། མི་སྟོང་པའི་ཚིག་བླ་དགས་བྱང་ཆུབ་སེམས་དཔའ་ཡིན་སྙམ་འམ།
en: “Śāradvatī­putra, do you think that the designations of feelings, perceptions, formative predispositions, and consciousness as empty or not empty constitute a bodhisattva?”

source: ཤ་ར་དྭ་ཏིའི་བུ་འདི་ཇི་སྙམ་དུ་སེམས། གཟུགས་མཚན་མ་ཡོད་པའི་ཚིག་བླ་དགས་སམ། མཚན་མ་མེད་པའི་ཚིག་བླ་དགས་བྱང་ཆུབ་སེམས་དཔའ་ཡིན་སྙམ་འམ།
en: “Śāradvatī­putra, do you think that the designation of physical forms as with signs or signless constitutes a bodhisattva?”

source: ཤ་ར་དྭ་ཏིའི་བུ་འདི་ཇི་སྙམ་དུ་སེམས། ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་རྣམས་དང་། རྣམ་པར་ཤེས་པ་མཚན་མ་ཡོད་པའི་ཚིག་བླ་དགས་སམ། མཚན་མ་མེད་པའི་ཚིག་བླ་དགས་བྱང་ཆུབ་སེམས་དཔའ་ཡིན་སྙམ་འམ།
en: “Śāradvatī­putra, do you think that the designations of feelings, perceptions, formative predispositions, and consciousness as with signs or signless constitute a bodhisattva?”

source: ཤ་ར་དྭ་ཏིའི་བུ་འདི་ཇི་སྙམ་དུ་སེམས། གཟུགས་སྨོན་པ་ཡོད་པའི་ཚིག་བླ་དགས་སམ། སྨོན་པ་མེད་པའི་ཚིག་བླ་དགས་བྱང་ཆུབ་སེམས་དཔའ་ཡིན་སྙམ་འམ།
en: “Śāradvatī­putra, do you think that the designation of physical forms as having aspirations or lacking aspirations constitutes a bodhisattva?”

source: ཤ་ར་དྭ་ཏིའི་བུ་འདི་ཇི་སྙམ་དུ་སེམས། ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་རྣམས་དང་། རྣམ་པར་ཤེས་པ་སྨོན་པ་ཡོད་པའི་ཚིག་བླ་དགས་སམ། སྨོན་པ་མེད་པའི་ཚིག་བླ་དགས་བྱང་ཆུབ་སེམས་དཔའ་ཡིན་སྙམ་འམ།
en: “Śāradvatī­putra, do you think that the designations of feelings, perceptions, formative predispositions, and consciousness as having aspirations or lacking aspirations constitute a bodhisattva?”

source: ཤ་ར་དྭ་ཏིའི་བུ་འདི་ཇི་སྙམ་དུ་སེམས། གཟུགས་ཞི་བའི་ཚིག་བླ་དགས་སམ། མ་ཞི་བའི་ཚིག་བླ་དགས་བྱང་ཆུབ་སེམས་དཔའ་ཡིན་སྙམ་འམ།
en: “Śāradvatī­putra, do you think that the designation of physical forms as calm or not calm constitutes a bodhisattva?”

source: ཤ་ར་དྭ་ཏིའི་བུ་འདི་ཇི་སྙམ་དུ་སེམས། ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་རྣམས་དང་། རྣམ་པར་ཤེས་པ་ཞི་བའི་ཚིག་བླ་དགས་སམ། མ་ཞི་བའི་ཚིག་བླ་དགས་བྱང་ཆུབ་སེམས་དཔའ་ཡིན་སྙམ་འམ།
en: “Śāradvatī­putra, do you think that the designations of feelings, perceptions, formative predispositions, and consciousness as calm or not calm constitute a bodhisattva?”

source: ཤ་ར་དྭ་ཏིའི་བུ་འདི་ཇི་སྙམ་དུ་སེམས། གཟུགས་དབེན་པའི་ཚིག་བླ་དགས་སམ། མི་དབེན་པའི་ཚིག་བླ་དགས་བྱང་ཆུབ་སེམས་དཔའ་ཡིན་སྙམ་འམ།
en: “Śāradvatī­putra, do you think that the designation of physical forms as void or not void constitutes a bodhisattva?”

source: ཤ་ར་དྭ་ཏིའི་བུ་འདི་ཇི་སྙམ་དུ་སེམས། ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་རྣམས་དང་། རྣམ་པར་ཤེས་པ་དབེན་པའི་ཚིག་བླ་དགས་སམ། མི་དབེན་པའི་ཚིག་བླ་དགས་བྱང་ཆུབ་སེམས་དཔའ་ཡིན་སྙམ་འམ།
en: “Śāradvatī­putra, do you think that the designations of feelings, perceptions, formative predispositions, and consciousness as void or not void constitute a bodhisattva?”

source: ཤ་ར་དྭ་ཏིའི་བུ་འདི་ཇི་སྙམ་དུ་སེམས། གཟུགས་ཀུན་ནས་ཉོན་མོངས་པའི་ཚིག་བླ་དགས་སམ། རྣམ་པར་བྱང་བའི་ཚིག་བླ་དགས་བྱང་ཆུབ་སེམས་དཔའ་ཡིན་སྙམ་འམ།
en: “Śāradvatī­putra, do you think that the designation of physical forms as afflicted or purified constitutes a bodhisattva?”

source: ཤ་ར་དྭ་ཏིའི་བུ་འདི་ཇི་སྙམ་དུ་སེམས། ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་རྣམས་དང་། རྣམ་པར་ཤེས་པ་ཀུན་ནས་ཉོན་མོངས་པའི་ཚིག་བླ་དགས་སམ། རྣམ་པར་བྱང་བའི་ཚིག་བླ་དགས་བྱང་ཆུབ་སེམས་དཔའ་ཡིན་སྙམ་འམ།
en: “Śāradvatī­putra, do you think that the designations of feelings, perceptions, formative predispositions, and consciousness as afflicted or purified constitute a bodhisattva?”

source: ཤ་ར་དྭ་ཏིའི་བུ་འདི་ཇི་སྙམ་དུ་སེམས། གཟུགས་སྐྱེ་བའི་ཚིག་བླ་དགས་སམ། འགག་པའི་ཚིག་བླ་དགས་བྱང་ཆུབ་སེམས་དཔའ་ཡིན་སྙམ་འམ།
en: “Śāradvatī­putra, do you think that the designation of physical forms as arising or ceasing constitutes a bodhisattva?”

source: ཤ་ར་དྭ་ཏིའི་བུ་འདི་ཇི་སྙམ་དུ་སེམས། ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་རྣམས་དང་། རྣམ་པར་ཤེས་པ་སྐྱེ་བའི་ཚིག་བླ་དགས་སམ། འགག་པའི་ཚིག་བླ་དགས་བྱང་ཆུབ་སེམས་དཔའ་ཡིན་སྙམ་འམ།
en: “Śāradvatī­putra, do you think that the designations of feelings, perceptions, formative predispositions, and consciousness as arising or ceasing constitute a bodhisattva?”

source: ཤ་ར་དྭ་ཏིའི་བུ་འདི་ཇི་སྙམ་དུ་སེམས། གཟུགས་དངོས་པོ་ཡོད་པའི་ཚིག་བླ་དགས་སམ། དངོས་པོ་མེད་པའི་ཚིག་བླ་དགས་བྱང་ཆུབ་སེམས་དཔའ་ཡིན་སྙམ་འམ།
en: “Śāradvatī­putra, do you think that the designation of physical forms as entities or non-entities constitutes a bodhisattva?”

source: ཤ་ར་དྭ་ཏིའི་བུ་འདི་ཇི་སྙམ་དུ་སེམས། ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་རྣམས་དང་། རྣམ་པར་ཤེས་པ་དངོས་པོ་ཡོད་པའི་ཚིག་བླ་དགས་སམ། དངོས་པོ་མེད་པའི་ཚིག་བླ་དགས་བྱང་ཆུབ་སེམས་དཔའ་ཡིན་སྙམ་འམ།
en: “Śāradvatī­putra, do you think that the designations of feelings, perceptions, formative predispositions, and consciousness as entities or non-entities constitute a bodhisattva?”

source: ཤ་ར་དྭ་ཏིའི་བུ་འདི་ཇི་སྙམ་དུ་སེམས། མིག་གི་ཚིག་བླ་དགས་བྱང་ཆུབ་སེམས་དཔའ་ཡིན་སྙམ་འམ།
en: “Śāradvatī­putra, do you think that the designation of the eyes constitutes a bodhisattva?”

source: རྣ་བ་དང་། སྣ་དང་། ལྕེ་དང་། ལུས་དང་། ཡིད་ཀྱི་ཚིག་བླ་དགས་བྱང་ཆུབ་སེམས་དཔའ་ཡིན་སྙམ་འམ།
en: “Śāradvatī­putra, do you think that the designations of the ears, nose, tongue, body, and mental faculty constitute a bodhisattva?”

source: ཤ་ར་དྭ་ཏིའི་བུ་འདི་ཇི་སྙམ་དུ་སེམས། མིག་རྟག་པའི་ཚིག་བླ་དགས་སམ། མི་རྟག་པའི་ཚིག་བླ་དགས་བྱང་ཆུབ་སེམས་དཔའ་ཡིན་སྙམ་འམ།
en: “Śāradvatī­putra, do you think that the designation of the eyes as permanent or impermanent constitutes a bodhisattva?”

source: གསོལ་པ། བཙུན་པ་བཅོམ་ལྡན་འདས་མ་ལགས་སོ། །ཤ་ར་དྭ་ཏིའི་བུ་འདི་ཇི་སྙམ་དུ་སེམས། རྣ་བ་དང་།
en: “No, Reverend Lord!”

source: སྣ་དང་། ལྕེ་དང་། ལུས་དང་། ཡིད་རྟག་པའི་ཚིག་བླ་དགས་སམ། མི་རྟག་པའི་ཚིག་བླ་དགས་བྱང་ཆུབ་སེམས་དཔའ་ཡིན་སྙམ་འམ།
en: “Śāradvatī­putra, do you think that the designations of the ears, nose, tongue, body, and mental faculty as permanent or impermanent constitute a bodhisattva?”

source: ཤ་ར་དྭ་ཏིའི་བུ་འདི་ཇི་སྙམ་དུ་སེམས། མིག་བདེ་བའི་ཚིག་བླ་དགས་སམ། སྡུག་བསྔལ་བའི་ཚིག་བླ་དགས་བྱང་ཆུབ་སེམས་དཔའ་ཡིན་སྙམ་འམ།
en: “Śāradvatī­putra, do you think that the designation of eyes as imbued with happiness or suffering constitutes a bodhisattva?”

source: སྣ་དང་། ལྕེ་དང་། ལུས་དང་། ཡིད་བདེ་བའི་ཚིག་བླ་དགས་སམ། སྡུག་བསྔལ་བའི་ཚིག་བླ་དགས་བྱང་ཆུབ་སེམས་དཔའ་ཡིན་སྙམ་འམ།
en: “Śāradvatī­putra, do you think that the designations of the ears, nose, tongue, body, and mental faculty as imbued with happiness or suffering constitute a bodhisattva?”

source: ཤ་ར་དྭ་ཏིའི་བུ་འདི་ཇི་སྙམ་དུ་སེམས། མིག་བདག་ཡོད་པའི་ཚིག་བླ་དགས་སམ། བདག་མེད་པའི་ཚིག་བླ་དགས་བྱང་ཆུབ་སེམས་དཔའ་ཡིན་སྙམ་འམ།
en: “Śāradvatī­putra, do you think that the designation of the eyes as a self or not a self constitutes a bodhisattva?”

source: སྣ་དང་། ལྕེ་དང་། ལུས་དང་། ཡིད་བདག་ཡོད་པའི་ཚིག་བླ་དགས་སམ། བདག་མེད་པའི་ཚིག་བླ་དགས་བྱང་ཆུབ་སེམས་དཔའ་ཡིན་སྙམ་འམ།
en: “Śāradvatī­putra, do you think that the designations of the ears, nose, tongue, body, and mental faculty as a self or not a self constitute a bodhisattva?”

source: ཤ་ར་དྭ་ཏིའི་བུ་འདི་ཇི་སྙམ་དུ་སེམས། མིག་སྟོང་པའི་ཚིག་བླ་དགས་སམ། མི་སྟོང་པའི་ཚིག་བླ་དགས་བྱང་ཆུབ་སེམས་དཔའ་ཡིན་སྙམ་འམ།
en: “Śāradvatī­putra, do you think that the designation of the eyes as empty or not empty constitutes a bodhisattva?”

source: སྣ་དང་། ལྕེ་དང་། ལུས་དང་། ཡིད་སྟོང་པའི་ཚིག་བླ་དགས་སམ། མི་སྟོང་པའི་ཚིག་བླ་དགས་བྱང་ཆུབ་སེམས་དཔའ་ཡིན་སྙམ་འམ།
en: “Śāradvatī­putra, do you think that the designations of the ears, nose, tongue, body, and mental faculty as empty or not empty constitute a bodhisattva?”

source: ཤ་ར་དྭ་ཏིའི་བུ་འདི་ཇི་སྙམ་དུ་སེམས། མིག་མཚན་མ་ཡོད་པའི་ཚིག་བླ་དགས་སམ། མཚན་མ་མེད་པའི་ཚིག་བླ་དགས་བྱང་ཆུབ་སེམས་དཔའ་ཡིན་སྙམ་འམ།
en: “Śāradvatī­putra, do you think that the designation of the eyes as with signs or signless constitutes a bodhisattva?”

source: སྣ་དང་། ལྕེ་དང་། ལུས་དང་། ཡིད་མཚན་མ་ཡོད་པའི་ཚིག་བླ་དགས་སམ། མཚན་མ་མེད་པའི་ཚིག་བླ་དགས་བྱང་ཆུབ་སེམས་དཔའ་ཡིན་སྙམ་འམ།
en: “Śāradvatī­putra, do you think that the designations of the ears, nose, tongue, body, and mental faculty as with signs or signless constitute a bodhisattva?”

source: ཤ་ར་དྭ་ཏིའི་བུ་འདི་ཇི་སྙམ་དུ་སེམས། མིག་སྨོན་པ་ཡོད་པའི་ཚིག་བླ་དགས་སམ། སྨོན་པ་མེད་པའི་ཚིག་བླ་དགས་བྱང་ཆུབ་སེམས་དཔའ་ཡིན་སྙམ་འམ།
en: “Śāradvatī­putra, do you think that the designation of the eyes as having aspirations or lacking aspirations constitutes a bodhisattva?”

source: སྣ་དང་། ལྕེ་དང་། ལུས་དང་། ཡིད་སྨོན་པ་ཡོད་པའི་ཚིག་བླ་དགས་སམ། སྨོན་པ་མེད་པའི་ཚིག་བླ་དགས་བྱང་ཆུབ་སེམས་དཔའ་ཡིན་སྙམ་འམ།
en: “Śāradvatī­putra, do you think that the designations of the ears, nose, tongue, body, and mental faculty as having aspirations or lacking aspirations constitute a bodhisattva?”

source: ཤ་ར་དྭ་ཏིའི་བུ་འདི་ཇི་སྙམ་དུ་སེམས། མིག་ཞི་བའི་ཚིག་བླ་དགས་སམ། མ་ཞི་བའི་ཚིག་བླ་དགས་བྱང་ཆུབ་སེམས་དཔའ་ཡིན་སྙམ་འམ།
en: “Śāradvatī­putra, do you think that the designation of the eyes as calm or not calm constitutes a bodhisattva?”

source: སྣ་དང་། ལྕེ་དང་། ལུས་དང་། ཡིད་ཞི་བའི་ཚིག་བླ་དགས་སམ། མ་ཞི་བའི་ཚིག་བླ་དགས་བྱང་ཆུབ་སེམས་དཔའ་ཡིན་སྙམ་འམ།
en: “Śāradvatī­putra, do you think that the designations of the ears, nose, tongue, body, and mental faculty as calm or not calm constitute a bodhisattva?”

source: ཤ་ར་དྭ་ཏིའི་བུ་འདི་ཇི་སྙམ་དུ་སེམས། མིག་དབེན་པའི་ཚིག་བླ་དགས་སམ། མི་དབེན་པའི་ཚིག་བླ་དགས་བྱང་ཆུབ་སེམས་དཔའ་ཡིན་སྙམ་འམ།
en: “Śāradvatī­putra, do you think that the designation of the eyes as void or not void constitutes a bodhisattva?”

source: སྣ་དང་། ལྕེ་དང་། ལུས་དང་། ཡིད་དབེན་པའི་ཚིག་བླ་དགས་སམ། མི་དབེན་པའི་ཚིག་བླ་དགས་བྱང་ཆུབ་སེམས་དཔའ་ཡིན་སྙམ་འམ།
en: “Śāradvatī­putra, do you think that the designations of the ears, nose, tongue, body, and mental faculty as void or not void constitute a bodhisattva?”

source: ཤ་ར་དྭ་ཏིའི་བུ་འདི་ཇི་སྙམ་དུ་སེམས། མིག་ཀུན་ནས་ཉོན་མོངས་པའི་ཚིག་བླ་དགས་སམ། རྣམ་པར་བྱང་བའི་ཚིག་བླ་དགས་བྱང་ཆུབ་སེམས་དཔའ་ཡིན་སྙམ་འམ།
en: “Śāradvatī­putra, do you think that the designation of the eyes as afflicted or purified constitutes a bodhisattva?”

source: སྣ་དང་། ལྕེ་དང་། ལུས་དང་། ཡིད་ཀུན་ནས་ཉོན་མོངས་པའི་ཚིག་བླ་དགས་སམ། རྣམ་པར་བྱང་བའི་ཚིག་བླ་དགས་བྱང་ཆུབ་སེམས་དཔའ་ཡིན་སྙམ་འམ།
en: “Śāradvatī­putra, do you think that the designations of the ears, nose, tongue, body, and mental faculty as afflicted or purified constitute a bodhisattva?”

source: མིག་སྐྱེ་བའི་ཚིག་བླ་དགས་སམ། འགག་པའི་ཚིག་བླ་དགས་བྱང་ཆུབ་སེམས་དཔའ་ཡིན་སྙམ་འམ། གསོལ་པ།
en: Do you think that the designation of the eyes as arising or ceasing constitutes a bodhisattva?”

source: བཙུན་པ་བཅོམ་ལྡན་འདས་མ་ལགས་སོ། །ཤ་ར་དྭ་ཏིའི་བུ་འདི་ཇི་སྙམ་དུ་སེམས། རྣ་བ་དང་།
en: “No, Reverend Lord!”
